Repository: nirgal/ngw
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: There must be 23 non blank characters.
fr: Il doit y avoir 23 caractères non blancs.

source: CRC error
fr: Erreur CRC

source: Text
fr: Texte

source: Long Text
fr: Texte long

source: Number
fr: Nombre

source: Date time
fr: Date heure

source: GPG key available
fr: Clef GPG disponible

source: E.Mail
fr: Courriel

source: Phone
fr: Téléphone

source: French bank account
fr: Compte bancaire français

source: Choices
fr: Choix

source: Error
fr: Erreur

source: Choice
fr: Choix

source: Multiple choice
fr: Choix multiple

source: Choices column 1
fr: Choix colonne 1

source: Choices column 2
fr: Choix colonne 2

source: Double choices
fr: Choix doubles

source: Password
fr: Mot de passe

source: File
fr: Fichier

source: Target
fr: Cible

source: Property
fr: Propriété

# noun
source: Change
fr: Modification

source: log
fr: historique

source: logs
fr: historique

source: Add
fr: Ajouter

source: Update
fr: Mettre à jour

source: Deletion
fr: Suppression

source: config
fr: configuration

source: configs
fr: configurations

source: Key
fr: Clé

source: Value
fr: Valeur

source: choice
fr: choix

source: choices
fr: choix

source: Sort by key
fr: Trier par la clé

source: choices list
fr: liste de choix

source: choices lists
fr: listes de choix

source: Login information generated for user {name}.
fr: Identifiants de connexion générés pour l'utilisateur {name}

source: Login information deleted for user {name}.
fr: Identifiants de connexion effacés pour l'utilisateur {name}

source: Name
fr: Nom

source: Field group
fr: Groupe de champs

source: Does that group yield specific fields to its members?
fr: Est ce que ce groupe fourni des champs spécifiques à ses membres

source: End date
fr: Date de fin

source: Included. Last day.
fr: Inclue. Dernier jour.

source: Busy
fr: Occupé

source: Do the members become unavailable for other events at the same time?
fr: Est ce que les membres deviennent indisponibles pour les autres événements au même moment?

source: Personal unavailability
fr: Indisponibilité personnelle

source: Budget code
fr: Code budget

source: System locked
fr: Verrouillé par le système

source: Mailman address
fr: Adresse mailman

source: Mailing list address, if the group is linked to a mailing list.
fr: Adresse de liste de diffusion, si le groupe est liée à une liste de diffusion.

source: Sticky
fr: Collant

source: If set, automatic membership because of subgroups becomes permanent. Use with caution.
fr: Lorsque cette case est cochée, l'ajout au sous-groupes devient permanent. Utilisez avec précaution.

source: Virtual
fr: Virtuel

source: Doesn't have any direct members.
fr: N'a aucun membre direct.

source: contact group
fr: groupe de contacts

source: contact groups
fr: groupes de contacts

source: unavailabilities
fr: indisponibilités

source: events
fr: événements

source: Error while reading shared files list in {folder}: {err}
fr: Erreur lors de la lecture de la liste des fichiers partagés dans le dossier {folder}: {err}

source: "{group}" is sticky and {contact} is in subgroup "{subgroup}". This is forbidden. Please remove {contact} from "{subgroup}" first.
fr: "{group}" est collant et {contact} est dans le sous-groupe "{subgroup}". C'est interdit. Merci de supprimer {contact} de "{subgroup}" d'abord.

source: Contact {contacts} has been added in {group} with status {status}.
fr: Le contact {contacts} a été ajouté dans le groupe {group} avec le statut {status}.

source: Status of {contacts} in {group} was changed: {status}.
fr: Le statut de {contacts} dans {group} a été changé: {status}.

source: Contact {contacts} was removed from {group}.
fr: Le contact {contacts} a été retiré de {group}.

source: Hint
fr: Indice

source: Only for
fr: Seulement pour

source: Choice group
fr: Groupe de choix

source: Second choice group
fr: Second groupe de choix

source: Default value
fr: Valeur par défaut

source: contact field
fr: champ des contacts

source: contact fields
fr: champs des contacts

source: has a word starting with
fr: a un mot commençant par

source: is undefined
fr: est indéfini

source: is defined
fr: est défini

source: Age (years) ≥
fr: Age (années) ≥

source: date until event ≥
fr: date jusqu'à l'événement ≥

source: In the future
fr: Dans le futur

source: contains
fr: contient

source: doesn't contain
fr: ne contient pas

source: is member of group
fr: est membre du groupe

source: is not member of group
fr: n'est pas membre du groupe

source: is invited in group
fr: est invité dans le groupe

source: is not invited in group
fr: n'est pas invité dans le groupe

source: has declined invitation in group
fr: a décliné l'invitation dans le groupe

source: has not declined invitation in group
fr: n'a pas décliné l'invitation dans le groupe

source: membership was canceled in group
fr: est membre annulé du groupe

source: membership was not canceled in group
fr: n'esy pas membre annulé du groupe

source: has not reacted to any invitation since
fr: n'a pas réagi à une invitation depuis le

source: 1 year invitation reaction percentage less than
fr: Pourcentage de réaction aux invitations sur 1 an inférieur à

source: 1 year invitation reaction percentage more than
fr: Pourcentage réaction aux invitations sur 1 an supérieur à

source: All contacts
fr: Tous les contacts

source: AND
fr: ET

source: OR
fr: OU

source: contact field value
fr: valeur de champ des contacts

source: contact field values
fr: valeurs de champ des contacts

source: group in group
fr: groupe dans groupe

source: groups in group
fr: groupes dans groupe

source: group managing group
fr: groupe gérant des groupes

source: groups managing group
fr: groupes gérant des groupes

source: contact in group
fr: contact dans un groupe

source: contacts in group
fr: contacts dans un groupe

source: contact {contactname} in group {groupname}
fr: contact {contactname} dans le groupe {groupname}

source: title
fr: titre

source: text
fr: texte

source: news item
fr: nouvelle

source: news
fr: nouvelles

source: Subject
fr: Sujet

source: Received
fr: Reçu

source: Read
fr: Lu

source: Unread
fr: Non lu

source: Sent
fr: Envoyé

source: Stored externally
fr: Stocké en externe

source: External storage expired
fr: Stockage externe expiré

source: Not stored externally
fr: Non stocké en externe

source: Notification sent and read
fr: Notification envoyée et lue

source: Notification sent but unread
fr: Notification envoyée mais non lue

source: Notification cannot be sent
fr: Échec lors de l'envoi de la notification

source: Attachment
fr: Pièce jointe

source: Flags
fr: État

source: Size
fr: Taille

source: home
fr: accueil

source: Cracklib rejected that password: {}
fr: Cracklib a rejeté ce mot de passe: {}

source: Your password needs to be accepted by cracklib.
fr: Votre mot de passe doit être accepté par cracklib.

source: Member
fr: Membre

source: Invited
fr: Invité

source: Declined
fr: Décliné

source: Canceled
fr: Annulé

source: Operator
fr: Opérateur

source: Operator groups
fr: Groupes opérateur

source: Members of these groups will automatically be granted administrative priviledges.
fr: Les membres de ces groupes vont automatiquement obtenir les privilèges d'administrateur.

source: Viewer
fr: Observateur

source: Viewer groups
fr: Groupes observateur

source: Members of these groups will automatically be granted viewer priviledges: They can see everything but can't change things.
fr: Les membres de ces groupes automatiquement obtenir les privilèges d'observateur: Il peuvent tout voir mais ne peuvent rien modifier.

source: Can see group exists
fr: Peut voir que le groupe existe

source: Existence seer groups
fr: Groupes voyant l'existence

source: Members of these groups will automatically be granted priviledge to know that current group exists.
fr: Les membres de ces groupes vont automatiquement obtenir le privilège de voir que ce groupe existe.

source: Can change group
fr: Peut modifier le groupe

source: Editor groups
fr: Groupes modificateurs

source: Members of these groups will automatically be granted priviledge to change/delete the current group.
fr: Les membres de ces groupes vont automatiquement obtenir le privilège de modifier/effacer le groupe courant.

source: Can see members
fr: Peut voir les membres

source: Members seer groups
fr: Groupes voyant les membres

source: Members of these groups will automatically be granted priviledge to see the list of members.
fr: Les membres de ces groupes vont automatiquement obtenir le privilège de voir la liste des membres.

source: Can change members
fr: Peut modifier les membres

source: Members changing groups
fr: Groupes changeants les membres

source: Members of these groups will automatically be granted permission to change members of current group.
fr: Les membres de ces groupes vont automatiquement obtenir le privilège de modifier les membres du groupe courant.

source: Can view fields
fr: Peut voir les champs

source: Fields viewer groups
fr: Groupes voyant les champs

source: Members of these groups will automatically be granted permission to read the fields associated to current group.
fr: Les membres de ces groupes vont automatiquement obtenir le privilège de lire les champs associés au groupe courant.

source: Can write fields
fr: Peut changer les champs

source: Fields writer groups
fr: Groupes changeant les champs

source: Members of these groups will automatically be granted priviledge to write to fields associated to current group.
fr: Les membres de ces groupes vont automatiquement obtenir le privilège d'écrire dans les champs associés au groupe courant.

source: Can view news
fr: Peut voir les nouvelles

source: News viewer groups
fr: Groupes voyant les nouvelles

source: Members of these groups will automatically be granted permisson to read news of current group.
fr: Les membres de ces groupes vont automatiquement obtenir le privilège le lire les nouvelles du groupe courant.

source: Can write news
fr: Peut écrire des nouvelles

source: News writer groups
fr: Groupes écrivant les nouvelles

source: Members of these groups will automatically be granted permission to write news in that group.
fr: Les membres de ces groupes vont automatiquement obtenir le privilège d'écrire des nouvelles dans ce groupe.

source: Can view uploaded files
fr: Peut lire les fichiers envoyés

source: File viewer groups
fr: Groupes voyant les fichiers

source: Members of these groups will automatically be granted permission to view uploaded files in that group.
fr: Les membres de ces groupes vont automatiquement obtenir le privilège de lire les fichiers téléchargés dans ce groupe.

source: Can upload files
fr: Peut envoyer des fichiers

source: File uploader groups
fr: Groupes modifiant les fichiers

source: Members of these groups will automatically be granted permission to upload files.
fr: Les membres de ces groupes vont automatiquement obtenir le privilège de télécharger des fichiers dans ce groupe.

source: Can view messages
fr: Peut voir les messages

source: Message viewer groups
fr: Groupes voyant les messages

source: Members of these groups will automatically be granted permission to view messages in that group.
fr: Les membres de ces groupes vont automatiquement obtenir le privilège de voir les messages de ce groupe.

source: Can write messages
fr: Peut gérer les messages

source: Message sender groups
fr: Groupes gérant les messages

source: Members of these groups will automatically be granted permission to send messages.
fr: Les membres de ces groupes vont automatiquement obtenir le privilège de gérer les messages de ce groupe.

source: Nil
fr: Néant

source: Sorry. You are not authorized to browse that page.
fr: Désolé. Vous n'êtes pas autorisé à parcourir cette page.

source: Sorry. A server error occured.
fr: Désolé. Une erreur est survenue sur le serveur.

source: Your session is about to expire
fr: Votre session est sur le point d'expirer

source: Click or type to extend your session.
fr: Cliquez ou frappez une touche pour prolonger votre session.

source: Profile
fr: Profil

source: Log out
fr: Déconnexion

source: Quick contact search
fr: Recherche rapide de contacts

source: groups
fr: groupes

source: By %(filter_title)s
fr: Par %(filter_title)s

source: locales/xgcalendar_lang_en_us.js
fr: locales/xgcalendar_lang_fr_fr.js

source: Go back one year
fr: Reculer d'une année

source: Go back one month
fr: Reculer d'un mois

source: Go to current month
fr: Aller au mois courant

source: Today
fr: Aujourd'hui

source: Go forward one month
fr: Avancer d'un mois

source: Go forward one year
fr: Avancer d'un an

source: Add event
fr: Ajouter un événement

source: Search
fr: Rechercher

source: Save
fr: Enregistrer

source: Default group members will be granted full access priviledges over next permanent groups and event that you'll create. For exemple, if you set your default group to Users - this is not a good idea - every single user will get full priviledges over the next groups you'll create.
fr: Les membres du groupe par défaut obtiendront automatiquement les privilèges complets sur les prochains groupes permanents et événements que vous créerez. Par exemple, si vous définissez votre groupe par défaut à Utilisateurs - ce qui n'est pas une bonne idée - la totalité des utilisateurs obtiendront les droits complets sur les prochains groups que vous créerez.

source: You will need to modify permissions manually if you want to create a contacts group can do not have that default permission.
fr: Vous devrez modifier les permissions manuellement si vous voulez créer un groupe de contacts qui n'a pas ces permissions par défaut.

source: You can either choose an existing group, or create a new personnal group with just you inside.
fr: Vous pouvez soit choisir un groupe existant, soit créer un nouveau groupe personnel avec juste vous à l'intérieur.

source: Groups
fr: Groupes

source: Member of groups
fr: Membre des groupes

source: implies
fr: implique

source: Invited in groups
fr: Invité dans les groupes

source: Declined invitation in groups
fr: A décliné l'invitation dans les groupes

source: Membership canceled in groups
fr: Membre annulé dans les groupes

source: Operator of groups
fr: Opérateur des groupes

source: Viewer of groups
fr: Observateur des groupes

source: Events
fr: Événements

source: Personnal unavailabilities
fr: Indisponibilités personnelles

source: Edit
fr: Modifier

source: Add to a group
fr: Ajouter à un groupe

source: New unavailability
fr: Nouvelle indisponibilité

source: VCard
fr: Carte de visite

source: Change password
fr: Changer le mot de passe

source: Filters
fr: Filtres

source: Default group
fr: Groupe par défaut

source: Remove from group
fr: Retirer du groupe

source: loading
fr: chargement

source: Select
fr: Sélectionner

source: Cancel
fr: Annuler

source: Error while fetching
fr: Erreur lors du téléchargement de

source: Internal representation of the filter
fr: Représentation interne du filtre

source: Current filter
fr: Filtre courant

source: Advanced search
fr: Recherche avancée

source: Add condition
fr: Ajouter une condition

source: Remove filter
fr: Retirer le filtre

source: Save filter
fr: Enregistrer le filtre

source: And
fr: Et

source: Or
fr: Ou

source: Field
fr: Champ

source: Group
fr: Groupe

source: Event
fr: Événement

source: Saved
fr: Enregistré

source: Displayed columns
fr: Colonnes affichées

source: Save column selection as my default
fr: Enregistrer la sélection de colonne comme défaut

source: Set columns
fr: Définir les colonnes

source: Select displayed columns
fr: Sélectionner les colonnes affichées

source: That contact is unavailable
fr: Ce contact est indisponible

source: Dates: From <b>%(start_date)s</b> to <b>%(end_date)s</b> included
fr: Dates: Du <b>%(start_date)s</b> au <b>%(end_date)s</b> inclus

source: 1 day
fr: 1 journée

source: And some events you don't have access to.
fr: Et des événements auxquels tu n'as pas accès.

source: Events you don't have access to.
fr: Des événements auxquels tu n'as pas accès.

source: You are about to delete %(objecttype)s %(object)s. Are you sure ?
fr: Vous êtes sur le point d'effacer %(objecttype)s %(object)s. Êtes-vous sûr?

source: Yes I'm Sure
fr: Oui je suis sûr

source: Save and add another
fr: Enregistrer et ajouter un autre

source: Save and continue editing
fr: Enregistrer et continuer à modifier

source: Delete
fr: Supprimer

source: Filter
fr: Filtre

source: That user has no custom filter.
fr: Cet utilisateur n'a aucun filtre personnalisé.

source: Loading availabilities...
fr: Chargement des disponibilités...

source: Sorry, availabilities can't be loaded. Please try again later.
fr: Désolé, les disponibilités ne peuvent pas être chargées. Veuillez réessayer plus tard.

source: Add to group
fr: Ajouter au groupe

source: There are no files in that group.
fr: Il n'y a aucun fichier dans ce groupe.

source: Send
fr: Envoyer

source: Send <tt>who listpassword</tt> to <a href="mailto:%(requestaddress)s">%(requestaddress)s</a> and copy paste the answer bellow. Replace the example. <br>Be careful not to forget <b>-request</b> in the email address, since you probably don't want every suscriber to receive the password in their mailbox!
fr: Envoyez <tt>who listpassword</tt> à <a href="mailto:%(requestaddress)s">%(requestaddress)s</a> et copiez/collez la réponse ci-dessous. Remplacez l'exemple. <br>Faites attention à ne pas oublier <b>-request</b> dans l'adresse de courriel, car vous ne voulez probablement que tous les abonnés reçoivent le mot de passe dans leur boite à lettre!

source: People to unsubscribe
fr: Personnes à désinscrire

source: People to subscribe
fr: Personne à inscrire

source: Dates: From <b>%(start_date)s</b> to <b>%(end_date)s</b>
fr: Dates: Du <b>%(start_date)s</b> au <b>%(end_date)s</b>

source: Mailing list
fr: Liste de diffusion

source: Members are <b>unavailable</b> for other events.
fr: Les membres sont <b>indisponibles</b> pour les autres événements.

source: Members are <b>available</b> for other events.
fr: Les membres sont <b>disponibles</b> pour les autres événements.

source: Sub groups
fr: Sous-groupes

source: People in sub-groups automatically are members / invited.
fr: Les personnes des sous-groupes sont automatiquement membres / invités.

source: including
fr: y compris

source: Groups that have some access to
fr: Groupes qui ont un accès à

source: Create a new contact in that group
fr: Créer un nouveau contact dans ce groupe

source: You are about to remove the following people from %(group)s:
fr: Vous êtes sur le point de retirer les contacts suivants de %(group)s:

source: Are you sure ?
fr: Êtes-vous sûr?

source: summary
fr: résumé

source: You don't have permission to browse that item
fr: Vous n'avez pas la permission de parcourir cet élément

source: %(counter)s member
fr: %(counter)s membre

source: Members
fr: Membres

source: %(counter)s news
fr: %(counter)s nouvelle

source: News
fr: Nouvelles

source: %(counter)s field
fr: %(counter)s champ

source: Fields
fr: Champs

source: %(counter)s file
fr: %(counter)s fichier

source: Files
fr: Fichiers

source: <a href="%(contactlink)s">%(contact)s</a> is unavailable.
fr: <a href="%(contactlink)s">%(contact)s</a> est indisponible.

source: Newer news
fr: Nouvelles plus récentes

source: Older news
fr: Nouvelles plus anciennes

source: Unread messages
fr: Messages non-lus

source: You are operator of theses groups
fr: Vous êtes opérateur de ces groupes

source: That web site requires javascript.
fr: Ce site web nécessite javascript.

source: That web site requires cookies.
fr: Ce site web nécessite des cookies.

source: Have a nice day!
fr: Bonne journée!

source: Log in again
fr: Connectez-vous à nouveau

source: Declined invitation
fr: Invitation déclinée

source: Canceled member
fr: Membre annulé

source: Warning the note will be lost if there is no membership left, so the contact is actually removed for the group.
fr: Attention. La note sera perdu s'il ne reste aucun mode d'appartenance, et que le contact est donc supprimé du groupe.

source: More...
fr: Plus...

source: Network Error. Please try again later.
fr: Erreur réseau. Veuillez réessayer ultérieurement.

source: Show debug information
fr: Afficher informations débogage

source: From
fr: De

source: To
fr: À

source: Read by recipent
fr: Lu par le destinataire

source: Reading message...
fr: Lecture du message...

source: Related messages
fr: Messages liés

source: Reply
fr: Répondre

source: Flag as unread
fr: Marquer comme non lu

source: 1 contact selected
fr: 1 contact sélectionné

source: Warning, the following people do not have any email address
fr: Attention, les personnes suivantes n'ont pas d'adresse de courriel

source: by
fr: par

source: There are no news for that group.
fr: Il n'y a aucune nouvelle dans ce groupe.

source: %(count)s result
fr: %(count)s résultat

source: Set new password
fr: Définir un nouveau mot de passe

source: You are about to change the %(fieldtype)s %(fieldname)s. However, some existing data is not compatible with the new type you selected. The only choice is to delete these records.
fr: Vous êtes sur le point de changer %(fieldtype)s %(fieldname)s. Néanmoins, certaines données existantes ne sont pas compatibles avec le type que vous avez sélectionné. Le seul choix est d'effacer ces enregistrements.

source: The following data will be deleted
fr: Les données suivantes vont être effacées

source: Back
fr: Retour

source: Delete incompatible data
fr: Effacer les données incompatibles

source: You cannot have two keys with the same value. Leave empty for automatic generation.
fr: Vous ne pouvez pas avoir deux clés avec la même valeur. Laissez la vide pour une génération automatique.

source: Possible values
fr: Valeurs possibles

source: Choices have been saved successfully.
fr: Les choix ont été enregistrés avec succès.

source: Editing choices for {}
fr: Modification des choix pour {}

source: Adding a new {}
fr: Ajout d'un(e) nouvel(le) {}

source: add
fr: ajouter

source: {contact} in group {group}
fr: {contact} dans le groupe {group}

source: Change columns
fr: Choisir les colonnes

source: Status
fr: Statut

source: Contact list
fr: Liste des contacts

source: %A %B %e
fr: %A %e %B

source: {age} years on {date}
fr: {age} ans le {date}

source: {age} years today
fr: {age} ans aujourd'hui

source: That contact is busy. Click here for details.
fr: Ce contact est occupé. Cliquer ici pour les détails.

source: Available
fr: Disponible

source: List generated. Click here.
fr: Liste générée. Cliquer ici.

source: The following people do not have an email address: {}
fr: Les personnes suivantes n'ont pas d'adresse de courriel: {}

source: Send email locally (thunderbird or similar)
fr: Envoyer un courriel localement (thunderbird ou similaire)

source: Vcard format export
fr: Exporter au format VCard

source: Add to another group
fr: Ajouter à un autre groupe

source: Target group
fr: Groupe cible

source: Choose a group
fr: Choisir un groupe

source: Permanent groups
fr: Groupes permanents

source: Membership
fr: Appartenance

source: This is a virtual group. It cannot have members.
fr: Ceci est un groupe virtuel. Il ne peux pas avoir de membres.

source: You need to be operator of the target group to add this kind of membership.
fr: Vous devez être opérateur du groupe cible pour ajouter ce type d'appartenance

source: You must select at least one mode
fr: Vous devez sélectionner au moins un mode

source: Add {} contact(s) to a group
fr: Ajouter {} contact(s) à un groupe

source: add contacts to
fr: ajouter des contacts à

source: Details for {}
fr: Détails de {}

source: members
fr: membres

source: You are not authorized to see members of that group.
fr: Vous n'êtes pas autorisé à voir les membres de ce groupe.
