Repository: nirgal/ngw
Catalog: core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Contact {} has been saved.
fr: Le contact {} a été enregistré.

source: Editing {}
fr: Modification de {}

source: edit
fr: modifier

source: The passwords must match!
fr: Les mots de passe doivent être identiques!

source: Password has been changed successfully!
fr: Le mot de passe a été changé avec succès!

source: password
fr: mot de passe

source: delete
fr: supprimer

source: No name
fr: Sans nom

source: Filter has been added successfully!
fr: Le filtre a été ajouté avec succès!

source: User custom filters
fr: Filtres personnalisés de l'utilisateur.

source: custom filters
fr: filtres personnalisés

source: Shared
fr: Partagé

source: Allow other users to use that filter.
fr: Autoriser les autres utilisateurs à utiliser ce filtre.

source: [Permission was denied to explain that filter. You probably don't have access to the fields / group names it is using.]<br>Raw filter={}
fr: [La permission d'expliquer le filtre a été refusée. Vous n'avez probablement pas accès au champs / groupes qu'il utilise.]<br>Filtre brut={}

source: [This filter uses a field that doesn't exist anymore.]
fr: [Ce filtre utilise a un champ qui n'existe plus.]

source: User custom filter renaming
fr: Changement de nom du filtre utilisateur personnalisé

source: Filter has been renamed.
fr: Le filtre a été renommé.

source: Filter has been deleted.
fr: Le filtre a été effacé.

source: Create new personnal group
fr: Créer un nouveau groupe personnel

source: Group of {}
fr: Groupe de {}

source: This is the default group of {}
fr: Ceci est le groupe par défaut de {}

source: Personnal group created.
fr: Groupe personnel créé.

source: Default group has been changed successfully.
fr: Le groupe par défaut a été modifié avec succès.

source: User default group
fr: Groupe par défaut de l'utilisateur

source: default group
fr: groupe par défaut

source: {name}'s Calendar
fr: Calendrier de {name}

source: calendar
fr: calendrier

source: All events
fr: Tous les événements

source: Any
fr: N'importe

source: group
fr: groupe

source: Include parent groups
fr: Inclure les groupes parents

source: All groups
fr: Tous les groupes

source: Current group
fr: Groupe courant

source: Move
fr: Déplacer

source: Select a field
fr: Sélectionner un champ

source: fields
fr: champs

source: Locked
fr: Verrouillé

source: Move after
fr: Déplacer après

source: Field {} has been saved successfully.
fr: Le champ {} a été enregistré avec succès.

source: Type incompatible with existing data
fr: Type incompatible avec les données existantes

source: delete incompatible data
fr: effacer les données incompatibles

source: Field {} is locked and CANNOT be deleted.
fr: Le champ {} est verrouillé et ne peux PAS être effacé.

source: File to upload
fr: Fichier à envoyer

source: Files of {group} in {folder}
fr: Fichiers du groupe {group} dans {folder}

source: files
fr: fichiers

source: File {} has been uploaded successfully.
fr: Le fichier {} a été téléversé avec succès.

source: Could not upload file {filename}: {error}
fr: Ne peux pas envoyer le fichier {filename}: {error}

source: "{path}" does not exist
fr: "{path}" n'existe pas

source: Items must be selected in order to perform actions on them. No items have been changed.
fr: Des éléments doivent être sélectionnés pour exécuter une action sur eux. Aucun élément n'a été modifié.

source: No action selected.
fr: Pas d'action sélectionnée.

source: CSV format export (Spreadsheet format)
fr: Exporter au format CSV (Format tableur)

source: Please confirm deletetion
fr: Confirmer l'effacement svp

source: {} has been deleted.
fr: {} a été effacé.

source: Super groups
fr: Super-groupes

source: Yes (but none yet)
fr: Oui (mais aucun)

source: No
fr: Non

source: Contact fields
fr: Champs des contacts

source: Not available
fr: Non disponible

source: System is using that group. Changes are restricted.
fr: Le système utilise ce groupe. Les modifications sont restreintes.

source: Inherited membership is permanent.
fr: L'appartenance par héritage est permanente.

source: That group doesn't have direct members.
fr: Ce groupe n'a pas de membre direct.

source: Has fields
fr: A des champs

source: Being a members yields new fields.
fr: Être membre rapporte de nouveaux champs.

source: Select a contact group
fr: Sélectionner un groupe de contacts

source: Days
fr: Jours

source: Members unavailable
fr: Membres indisponibles

source: Select an event
fr: Sélectionner un événement

source: One group was updated.
fr: Un groupe a été mis à jour.

source: One group was not updated because you don't have the permission to change it.
fr: Un groupe n'a pas été mis à jour car vous n'avez pas la permission de le changer.

source: Update: members are unavailable
fr: Mise à jour: Les membres sont indisponibles

source: Update: members are available
fr: Mise à jour: Les membres sont disponibles

source: Calendar
fr: Calendrier

source: Summary of group {groupname}
fr: Résumé du groupe {groupname}

source: membership
fr: appartenance

source: Invited people
fr: Invités

source: Declined invitations
fr: Invitations déclinées

source: Canceled members
fr: Membres annulés

source: Include subgroups
fr: Inclure les sous-groupes

source: availability
fr: disponibilité

source: Available and not invited elsewhere
fr: Disponible et pas invité ailleurs

source: Available but invited elsewhere
fr: Disponible mais invité ailleurs

source: Unavailable
fr: Indisponible

source: Contacts of group {}
fr: Contacts du groupe {}

source: Send a message (external storage)
fr: Envoyer un message (stockage externe)

source: Remove from this group
fr: Retirer de ce groupe

source: Yes: Members become unavailable
fr: Oui: Les membres deviennent indisponibles

source: No: Allow other events at the same time
fr: Non: Autoriser les autres événements au moment

source: Direct supergroups
fr: Super-groupes directs

source: Members will automatically be granted membership in these groups.
fr: Les membres vont automatiquement obtenir l'appartenance à ces groupes.

source: That field is required when you have an end date.
fr: Ce champs est requis lorsque vous avez une date de fin.

source: The end date must be after the start date.
fr: La date de fin doit être postérieure à la date de début.

source: This field is required
fr: Ce champ est obligatoire

source: Busy flag requires dates.
fr: L'indicateur occupé nécessite des dates.

source: Group {} has been changed successfully.
fr: Le groupe {} a été modifié avec succès.

source: You must define a default group before you can create a group.
fr: Vous devez définir un groupe par défaut avant de pouvoir créer un groupe.

source: You no longer are member of your default group. Please define a new default group.
fr: Vous n'êtes plus membre de votre groupe par défaut. Veuillez définir un nouveau groupe par défaut.

source: You no longer are authorized to see your default group. Please define a new default group.
fr: Vous n'êtes plus autorisé à voir votre groupe par défaut. Veuillez définir un nouveau groupe par défaut.

source: Group {} is locked and CANNOT be deleted.
fr: Le groupe {} est verrouillé et ne peut PAS être effacé.

source: You cannot have a note unless you select some flags too
fr: Vous ne pouvez pas avoir de note sans sélectionner un mode d'appartenance

source: Contact {contact} in group {group}
fr: Contact {contact} dans le groupe {group}

source: Automatically member because member of subgroup(s)
fr: Automatiquement membre car il est membre du/des sous-groupe(s)

source: Hidden group(s)...
fr: Groupe(s) caché(s)...

source: Automatically invited because invited in subgroup(s)
fr: Automatiquement invité car il est invité dans le(s) sous-groupe(s)

source: Error, that contact is not a direct member. Please check subgroups
fr: Erreur, le contact n'est pas un membre direct. Vérifiez les sous-groupes

source: Please confirm removal
fr: Confirmer le retrait svp

source: remove many
fr: retirer plusieurs

source: Global log
fr: Historique global

source: Mailman synchronisation
fr: Synchronisation mailman

source: read status
fr: statut lu

source: has attachment
fr: pièce jointe

source: With
fr: Avec

source: Without
fr: Sans

source: Messages for {}
fr: Messages pour {}

source: Expiration date
fr: Date d'expiration

source: Message stored.
fr: Message stocké.

source: {} messages stored.
fr: {} messages stockés.

source: One contact doesn't have an email address.
fr: Un contact n'a pas d'adresse de courriel.

source: {} contacts don't have an email address.
fr: {} contacts n'ont pas d'adresse de courriel.

source: The message will be kept here until you define his email address.
fr: Le message sera conservé jusqu'à ce que vous définissiez son adresse de courriel

source: Send message in {}
fr: Envoi de message dans {}

source: send message
fr: envoyer message

source: You don't have the permission to mark that message as read.
fr: Vous n'avez pas la permission de marquer ce message comme lu.

source: Message from {contactname} in group {groupname}
fr: Message de {contactname} dans le groupe {groupname}

source: Message to {contactname} in group {groupname}
fr: Message à {contactname} dans le groupe {groupname}

source: {contactname} in group {groupname}
fr: contact {contactname} dans le groupe {groupname}

source: Lastest news
fr: Dernières nouvelles

source: News for group {}
fr: Nouvelles pour le groupe {}

source: News {} has been saved.
fr: La nouvelle {} a été enregistrée.

source: Access
fr: Accès

source: You must choose a column #1 for each column #2.
fr: Vous devez définir la première colonne pour chaque seconde colonne.

source: You must choose a column #2 for each column #1.
fr: Vous devez définir la seconde colonne pour chaque première colonne.
